export const questions = [
    {
      title: "Какого размера капибара?",
      varints: [
        "Примерно как средний собака",
        "Больше слона",
        "Примерно как средний взрослый человек",
      ],
      correct: 2,
    },
    {
      title: "В какой части мира обычно обитают капибары?",
      varints: ["Африка и Индия", "Южная Америка", "Австралия и Новая Зеландия"],
      correct: 1,
    },
    {
      title: "Какую пищу предпочитают капибары?",
      varints: ["Фрукты", "Трава и водные растения", "Орехи и семена"],
      correct: 1,
    },
    {
      title: "Какое у капибары особенное хобби?",
      varints: [
        "Любят плавать",
        "Играть в футбол",
        "Участвовать в музыкальных концертах",
      ],
      correct: 0,
    },
    {
      title: "Каким образом капибары общаются друг с другом?",
      varints: [
        "Кричат на друг друга",
        "Используют телепатию",
        "Пищат и чирикают",
      ],
      correct: 2,
    },
    {
      title: "Какова средняя продолжительность жизни капибары в природе?",
      varints: ["Около 5 лет", "Около 10 лет", "Около 15 лет"],
      correct: 2,
    },
    {
      title:
        "Есть ли какие-то уникальные факты о капибары, которые вы бы хотели упомянуть?",
      varints: [
        "Они могут достигать скорости бега до 35 км/ч",
        "Капибары часто дружат с крокодилами",
        "Удивительно, но капибары спят всего 2 часа в день",
      ],
      correct: 0,
    },
  ];
  
  
  